Repository: AirRey1506/DjangoProj
Catalog: djangoproj/djangoproj/locale/*/LC_MESSAGES/django.po
Languages: it, ja

source: Italian
it: Italiano
ja: イタリア語です

source: English
it: inglese
ja: 英語

source: Japanese
it: giapponese
ja: 日本語です

source: Monday-Sunday: 11:45 - 22:30
it: Lun-Dom: 11:45 - 22:30
ja: 月曜日から日曜日までです: 11:45 - 22:30

source: Home
it: casa
ja: ホーム

source: About us
it: Chi siamo
ja: 情報です

source: Menu
it: menù
ja: メニューです

source: Opening Times and Prices
it: Orari e Prezzi di Apertura
ja: 開場時間と開演価格

source: Contact us
it: Contattaci
ja: ご連絡ください

source: Book a table
it: Prenota un tavolo
ja: テーブルを予約してください

source: All you can eat for a set price!
it: Tutto quello che puoi mangiare a un prezzo fisso!
ja: セット価格で食べ放題です!

source: At Wing’s World Cuisine you’ll find an incredible array of freshly prepared quality dishes. This really is casual dining at its best. You won’t find anywhere quite like it! Remember you can enjoy as much as you like for one set price!
it: Al Wing's World Cuisine troverai un'incredibile varietà di piatti di qualità preparati al momento. Questo è davvero un pranzo informale al suo meglio. Non troverai da nessuna parte abbastanza simile! Ricorda che puoi goderti quanto vuoi a un prezzo fisso!
ja: Wing'sWorldCuiseでは、信じられないほどたくさんの新鮮な料理が用意されています。上質な料理です。 これは本当に最高のカジュアルダイニングです。 そんなに好きなものはどこにもないでしょう。 1セットでいくらでも楽しめることを覚えておいてください

source: With plenty of dishes from different countries
it: Con abbondanza di piatti provenienti da diversi paesi
ja: いろいろな国の料理がたくさんあります。

source: Live Cooking Stations where you can watch our chefs prepare incredible dishes right in front of your eyes
it: Stazioni di cucina dal vivo dove puoi guardare i nostri chef preparare piatti incredibili proprio davanti ai tuoi occhi
ja: シェフが目の前で素晴らしい料理を準備する様子を見ることができるライブクッキングステーションです。

source: Not to mention the stunning interior
it: Per non parlare degli splendidi interni
ja: 素晴らしいインテリアは言うまでもありません

source: Wing’s loves to be a green business. The belief that we must reduce our environmental footprint runs through everything we do. With that in mind, we don’t mind how much food you enjoy, but we encourage customers to only take food they will eat. They can visit the buffet as many times as they like, so they can reduce food waste to a minimum.
it: Wing's ama essere un business verde. La convinzione che dobbiamo ridurre la nostra impronta ambientale attraversa tutto ciò che facciamo. Con questo in mente, non ci importa quanto cibo ti piace, ma incoraggiamo i clienti a prendere solo il cibo che mangeranno. Possono visitare il buffet tutte le volte che vogliono, in modo da ridurre al minimo lo spreco di cibo.
ja: Wing'sの愛は環境に優しいビジネスになることです。 環境フットプリントを削減する必要があるという信念は、すべての行動に通じています。 そういうことを念頭に置いて、どれだけおいしく食べるかは気にしませんが、お客様には食べるものだけを摂取することをお勧めします。 バイキングは何度でも訪れることができるので、食べ物の無駄を最小限に抑えることができます。

source: Wings World Cuisine
it: Wings World Cucina
ja: ウイングスワールド料理です

source: Phone:
it: Telefono:
ja: 電話をかける

source: Useful Links
it: link utili
ja: 役に立つリンクです

source: Booking
it: Prenotazione
ja: 予約してください

source: Our Services
it: I nostri servizi
ja: デルのサービス

source: Parties
it: Feste
ja: 当事者です

source: Specialty Cocktails
it: cocktail speciali
ja: スペシャルカクテル

source: Offers
it: offerte
ja: 提供します

source: Cooking Class
it: corso di cucina
ja: 料理教室

source: Locations
it: posizioni
ja: ロケーションを指定し

source: Our Newsletter
it: La nostra newsletter
ja: ニュースレターです

source: Reservation
it: Prenotazione
ja: 予約

source: Book a Table
it: Prenota un tavolo
ja: テーブルを予約してください

source: Your Name
it: Il tuo nome
ja: お名前は何ですか

source: Please enter at least 4 chars
it: Inserisci almeno 4 caratteri
ja: 4文字以上入力してください

source: Your Email
it: La tua email
ja: お客様のEメールアドレス

source: Please enter a valid email
it: Inserisci un'e-mail valida
ja: 有効なEメールアドレスを入力してください

source: Phone Number
it: Numero di telefono
ja: 電話番号

source: Date
it: Data
ja: 日付

source: Time
it: Orario
ja: 時間

source: Number of People
it: Numero di persone
ja: 人数

source: Please enter at least 1 chars
it: Inserisci almeno 1 caratteri
ja: 1文字以上入力してください

source: Message
it: Messaggio
ja: メッセージを送ってください

source: Loading
it: Caricamento in corso
ja: 読み込みます

source: Your booking request was sent. We will call back or send an Email to confirm your reservation. Thank you!
it: La tua richiesta di prenotazione è stata inviata. Ti richiameremo o ti invieremo un'e-mail per confermare la tua prenotazione. Grazie!
ja: 予約リクエストが送信されました。 予約を確認するために、折り返し電話またはメールを送信します。 ありがとうございました！

source: Contact
it: Contatto
ja: お問い合わせください

source: Location:
it: Posizione:
ja: 場所は次のとおり

source: Open Hours:
it: Orari di apertura:
ja: 営業時間は次のとおりです

source: Monday-Sunday:
it: Lunedì-domenica:
ja: 月~日

source: Call:
it: Chiamata:
ja: 電話してください

source: Subject
it: Soggetto
ja: 被験者

source: How was your experience?
it: Come é stata la tua esperienza
ja: あなたの経験はどうでしたか

source: Your message has been sent. Thank you!
it: Il vostro messaggio è stato inviato. Grazie!
ja: メッセージが送信されました。 ありがとうございました！

source: Send Message
it: Invia messaggio
ja: メッセージを送ってください

source: Welcome to
it: Benvenuto a
ja: へようこそ

source: All you can eat buffet!
it: Tutto quello che puoi mangiare a buffet!
ja: バイキングは食べ放題です

source: Our Menu
it: Il nostro menù
ja: メニューです

source: Why Us
it: Perché noi
ja: なんで私達なの

source: Offers and deals
it: offerte
ja: サービスとお得な情報を提供します

source: EARLY BIRD OFFER
it: OFFERTA ANTICIPATA
ja: アーリーバードが提供します

source: 10%% OFF YOUR FOOD BILL. T&Cs: A drink must be purchased with this offer and it’s valid for meals between 11:45 – 13:00 for lunch and 15:00 – 17:00 for dinner, Monday to Thursday
it: 10%% DI SCONTO SUL TUO CONTO ALIMENTARE. T&C: una bevanda deve essere acquistata con questa offerta ed è valida per i pasti dalle 11:45 alle 13:00 a pranzo e dalle 15:00 alle 17:00 a cena, dal lunedì al giovedì
ja: 食費は10パーセント引きです。 T&C:ドリンクはこのオファーと一緒に購入する必要があり、ランチは11:45~13:00、ディナーは15:00~17:00、月曜~木曜日は有効です。

source: STUDENT OFFER
it: OFFERTA STUDENTI
ja: 受講者が提供します

source: 10%% OFF FOR ALL STUDENTS. MON TO FRI. T&Cs: A drink must be purchased with this offer. A valid student ID must be presented when redeeming this offer.
it: 10%% DI SCONTO PER TUTTI GLI STUDENTI. LUN A VEN. T&C: una bevanda deve essere acquistata con questa offerta. Al momento del riscatto di questa offerta è necessario presentare un ID studente valido.
ja: 月曜日から金曜日まで、すべての学生が10%%オフです。ルール:このオファーと一緒に飲み物を購入する必要があります。 このオファーを償還する際には、有効な学生IDを提示する必要があります。

source: 3 FOR 2 COCKTAILS
it: 3 PER 2 COCKTAIL
ja: カクテル2杯で3杯です

source: T&Cs: Offer valid Sunday to Friday, all day. Must be over 18 to redeem this offer. This offer is not to be used in conjunction with any other offer and is subject to availability.
it: T&C: Offerta valida dalla domenica al venerdì, tutto il giorno. Devi avere più di 18 anni per utilizzare questa offerta. Questa offerta non è cumulabile con altre offerte ed è soggetta a disponibilità.
ja: ルール:日曜日から金曜日まで、終日有効です。 このオファーを償還するには、18歳以上でなければなりません。 このオファーは他のオファーと組み合わせて使用することはできず、提供される可能性があります。

source: Check Our Tasty Menu
it: Dai un'occhiata al nostro gustoso menu
ja: おいしいメニューを確認してください

source: All
it: tutto
ja: すべて

source: Asian
it: cibo asiatico
ja: アジア料理です

source: Western
it: cibo occidentale
ja: 洋食

source: Dessert
it: dolce
ja: デザート

source: Check out our full Menu
it: Scopri il nostro Menù completo
ja: フルメニューをご覧ください

source: Teppanyaki
ja: 鉄板焼き

source: Seafood, meat and vegetables cooked on the Japanese Hotplate
it: Frutti di mare, carne e verdure cucinati sulla piastra giapponese
ja: 魚介類、肉、野菜を日本のホットプレートで調理しました。

source: Fried Ice Cream
it: Gelato fritto
ja: アイスクリームを揚げてください

source: Frozen delights made in front of your eyes
it: Delizie congelate fatte davanti ai tuoi occhi
ja: 目の前でフリーズした喜びを味わいます

source: Sushi Conveyor
it: Trasportatore di sushi
ja: 寿司コンベア

source: Freshly made sushi
it: Sushi appena fatto
ja: 出来立ての寿司です

source: Seafood Bar
it: Bar di pesce
ja: シーフードバー

source: Yummy fresh seafood selection
it: Squisita selezione di pesce fresco
ja: おいしい新鮮な魚介類のセレクション

source: Chocolate Fountain
it: Fontana di cioccolato
ja: チョコレートの泉です

source: Silky flowing melted chocolate with strawberries and marshmallows
it: Cioccolato fuso setoso con fragole e marshmallow
ja: 絹のように流れる溶けたチョコレートにイチゴとマシュマロが添えられています。

source: Dim Sum
ja: 点心する

source: Freshly prepared in small batches
it: Preparato al momento in piccoli lotti
ja: 小分けに仕上がっています

source: Salad Bar
it: Buffet di insalate
ja: サラダバー

source: Fresh Salad dishes
it: Piatti di insalata fresca
ja: 新鮮なサラダ料理です。

source: Pizza Bar
it: Pizzeria Bar
ja: ピザバー

source: Delicious pizzas and authentic Italian dishes
it: Deliziose pizze e autentici piatti italiani
ja: おいしいピザと本格的なイタリア料理です。

source: Cake Selection
it: Selezione di torte
ja: ケーキを選択してください

source: Mini cakes and desserts for tasting
it: Mini torte e dolci da degustare
ja: 試食用のミニケーキとデザート

source: Gallery
it: Galleria
ja: ギャラリー

source: Some photos from Our Restaurant
it: Alcune foto dal Nostro Ristorante
ja: 私たちのレストランの写真が何枚かあります

source: Contact Us
it: Contattaci
ja: ご連絡ください

source: Savoury
it: Salato
ja: セイボリー

source: Specials
it: Speciali
ja: 特別

source: Sides
it: Contorni
ja: おかず

source: Desserts
it: Dolci
ja: デザート

source: Cocktails
it: Cocktail speciali
ja: カクテル

source: Chef's Special
it: Speciale dello chef
ja: シェフズスペシャル

source: Book now!
it: Prenotazione!
ja: 今予約する！

source: Dishes hand picked by our head chef
it: Piatti scelti a mano dal nostro capo chef
ja: ヘッドシェフが手摘みした料理

source: Roast / Carvers
it: Arrosto / Intagliatori
ja: ロースト/カーバー

source: Traditional Chinese delicacies
it: Prelibatezze tradizionali cinesi
ja: 繁体字中国語の珍味

source: Robata & Grill Bar
it: Roba & Grill Bar
ja: ロバタ＆グリルバー

source: Marinated meats grilled to perfection
it: Carni marinate grigliate alla perfezione
ja: 完璧に焼き上げたマリネ肉

source: Fresh seafood dishes
it: Piatti a base di pesce fresco
ja: 新鮮なサラダ料理です

source: Fresh salad dishes
it: Piatti di insalata fresca
ja: 新鮮なサラダ料理です

source: Noodle Bar
it: Tagliatella
ja: ヌードルバー

source: Noodle dishes
it: Piatti di pasta
ja: 新鮮なサラダ料理です

source: Chocolate fountain
it: Fontana di cioccolato
ja: チョコレートの泉です

source: Silky flowing melted chocolate
it: Cioccolato fuso che scorre setoso
ja: 絹のように流れる溶けたチョコレートにイチゴとマシュマロが添えられています。

source: Looking delicious and tasting fantastic
it: Aspetto delizioso e degustazione fantastica
ja: 美味しくて味わい深い

source: Candy floss bar
it: Barretta di zucchero filato
ja: わたあめバー

source: Freshly made candy floss
it: Zucchero filato appena fatto
ja: 出来立ての寿司です

source: Fried ice cream bar
it: Gelateria fritta
ja: アイスクリームを揚げてください

source: Tandoori Bar
it: Bar Tandoori
ja: タンドリバー

source: Fresh naan bread and traditional Indian dishes
it: Pane naan fresco e piatti tradizionali indiani
ja: 焼きたてのナンパンと伝統的なインド料理

source: Kebab Bar
ja: ケバブバー

source: Delicious Middle Eastern specialty
it: Deliziosa specialità mediorientale
ja: おいしい中東料理

source: Carefully crafted cocktails and refreshing mocktails
it: Cocktail preparati con cura e cocktail analcolici rinfrescanti
ja: 丁寧に作られたカクテルとさわやかなモクテル

source: Wings World
it: Il mondo delle ali
ja: 翼の世界

source: Lunch
it: Pranzo
ja: ランチ

source: Monday-Friday: 11:45 - 15:45
it: Lunedì-venerdì: 11:45 - 15:45
ja: 月曜日から日曜日までです: 11:45 - 22:30

source: Children: €6.95/€1.95*
it: Bambini: 6,95 €/1,95 €*
ja: 子供たちです: ¥964.95

source: Adults: €11.95
it: Adulti: 11,95 €
ja: 成虫: ¥1659.17

source: Saturday: 11:45 - 15:00
it: Sabato: 11:45 - 15:00
ja: 月曜日から日曜日までです: 11:45 - 22:30

source: Children: €11.95/€2.95*
it: Bambini: 11,95 €/2,95 €*
ja: 子供たちです: ¥1659.17

source: Adults: €19.95
it: Adulti: 19,95 €
ja: 成虫: ¥2769.91

source: Dinner
it: cena
ja: 夕食を済ます

source: Monday-Friday: 16:00 - 22:30
it: Lunedì-venerdì: 16:00 - 22:30
ja: 月曜日から日曜日までです: 11:45 - 22:30

source: Children: €10.95/€2.95*
it: Bambini: 10,95 €/2,95 €*
ja: 子供たちです: ¥1659.17

source: Adults: €20.95
it: Adulti: 20,95 €
ja: 成虫: ¥2769.91

source: Saturday: 15:00 - 22:30
it: sabato: 15:00 - 22:30
ja: 月曜日から日曜日までです: 11:45 - 22:30

source: Adults: €22.95
it: Adulti: 22,95 €
ja: 成虫: ¥2769.91

source: Sunday & Public Holidays
it: domenica e festivi
ja: 日曜日と公休日

source: Sunday: 12:00 - 22:30
it: domenica: 12:00 - 22:30
ja: 月曜日から日曜日までです: 11:45 - 22:30

source: Public Holidays: 12:00 - 22:30
it: Festivi: 12:00 - 22:30
ja: 公休日: 12:00 - 22:30

source: *Children under 100cm
it: *Bambini sotto i 100 cm
ja: *100cm未満のお子様です
